Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Eendag sal ek deur die woud loop na die rivier 'n betrokke, windlose dag, 'n herfsdag
ar: يوماً ما سأمشي خلال الغابة للنهر. في يومٍ ضبابيٍّ، خريفيٍّ، ساكن.

source: Absolute stilte
ar: والصمت مخيِّم.

source: Dan sien ek iemand by die hek,
ar: وبعدها أرى شخصاً عند البوابة.

source: wat na my toe aankom
ar: يأتي حولي.

source: Sy dra 'n denim-rokkie en 'n blou baadjie
ar: إنها ترتديتنورةمصنوعةمندنيم الأرز... وسترةزرقاء...

source: Sy is kaalvoet, en haar hare is opgebind in 'n ponie-stertjie
ar: حافية وشعرها مربوط كذيل حصانٍ طويل.

source: Sy kom na my,
ar: وهي تتجه نحوي.

source: Anna kom na my deur die hek
ar: "آنا" تمشي نحوي، من خلال البوابة.

source: En dan besef ek ek is dood
ar: عندها أدرك بأني ميت.

source: Dan gebeur iets vreemd
ar: ويحدث حينها أمر غريب.

source: Ek dink: "Is dit so maklik?"
ar: أفكر: "أبتلك السهولة؟"

source: Ons spandeer baie tyd om te dink oor die dood, en wat daarna kom en dan is dit so maklik
ar: ننفق حياتنا نفكر بالموت وماذا بعده. ويكون بهذه السهولة.

source: Ek sien 'n flikkering van lig in die musiek, soos Bach
ar: يمكنني أن أرى ومضات ضوءٍ في الموسيقى. مثل "باخ".

source: Ek dink ek verstaan
ar: -أعتقد بأني فهمت .

source: Kom eet by ons vannaand
ar: -تعالي للعشاء الليلة .

source: Ons is uitstekende kokke
ar: -نحن طباخين جيدين .

source: Dankie, ek hou daarvan
ar: -شكراً، أحب المجيء .

source: Ek moet nou gaan, ons het 'n klas
ar: عليّ أن أذهب الآن. لدينا درس.

source: Karin word vies as ek laat is
ar: ستغضب "كارين" إن تأخرت.

source: Sien jou later
ar: -نراكِ قريباً .

source: Wag, ek dink nie ek sal kan nie
ar: -لحظة، لا أعتقد أن بإمكاني الذهاب .

source: Ek verstaan, die ou man gaan kwaad wees
ar: - أتفهم. الرجل العجوز سيجن ...

source: Nee, dis nie dit nie
ar: -لا .

source: Waarom het jy hierheen gekom?
ar: -لماذا جئت هنا؟

source: Ek weet self nie
ar: -لا أعلم .

source: Jy is 'n prokureur, dan nie? hoekom vra jy?
ar: أنتِ محامية، أليس كذلك؟

source: Kan ek hom dagvaar?
ar: هل بالإمكان أن أقاضيه؟

source: Waarom sou jy dit wou doen?
ar: -لِمَ تريد مقاضاته؟

source: Hy het 'n reuse fortuin, en hy wil nie doodgaan nie
ar: -لديه ثروة ولا يريد أن يموت .

source: Hy is seker gemummiefiseer deur sy eie boosheid
ar: قد يكون محنّطاً بواسطة شيطانه.

source: Ek het hom gevra vir 'n voorskot op my erflating, maar hy het my net verneder
ar: لقد طلبت منه مقدم من تركتي، ولكنه أذلني.

source: Ek sou hom graag wou dagvaar
ar: أحب مقاضاته.

source: Nie terwyl hy by sy volle positiewe is nie
ar: ليس وهو سليم عقلياً.

source: Hy is nie siek in daardie opsig nie
ar: -إنه ليس مريض عقلي .

source: Nee, hy makeer niks nie
ar: -لا، ليس بمريض .

source: Is jy dalk hier om geld te vra vir 'n arme verlate vrou?
ar: هل أنت هنا لطلب المال لزوجة مهجورة فقيرة؟

source: Moenie kwaad word nie, natuurlik moes ek myself afvra daaroor
ar: لا تغضبي. بالطبع أنا أسأل نفسي.

source: Julle het geen kontak gehad vir dekades nie
ar: لم تتواصلا لعقود.

source: Nee, ek is nie hier vir geld nie
ar: لست هنا لطلب المال.

source: Kom jy vir 'n vrytjie?
ar: هل تمارسين الجنس معه؟

source: Haat jy hom so baie om op so 'n manier te praat?
ar: هل تكرهه جداً لتتحدث عنه بهذا الأسلوب؟

source: Vergeef my, dat ek hierdie plek ontheilig, en om ons gesprek te ruïneer
ar: إغفري لي تدنيس هذا المكان وتخريب دردشتنا.

source: Ek haat hom in al die dimensies van die woord
ar: أكرهه بكل ما تحمله هذه الكلمة من مفاهيم.

source: Ek haat hom so baie dat ek hom wil sien doodgaan aan 'n verskriklike siekte
ar: أكرهه بشدة، وأتمنى أن أراه ميتاً بمرض رهيب.

source: Ek sal hom elke dag besoek, net om sy lyding te sien
ar: وسأزوره كل يوم لمشاهدة عذاباته.

source: Miskien is ek maar net pateties; teoreties
ar: قد أكون مجرد روح مثيرة للشفقة. نظرياً.

source: Ek sien verrassing en teleurstelling in jou oë
ar: أرى تفاجأً وإستياءً في عينيك.

source: As prokureur behoort jy gewoond te wees aan die onnoselheid en afstootlikheid van die wêreld
ar: كمحامية، لابدوأنكِمتعودةعلى ...

source: Totsiens, Marianne
ar: مع السلامة، "ماريان".

source: Dit was goed van jou om na my te luister
ar: كان لطفاً منك الاستماع لي.

source: Partymaal dink ek ek is besete,
ar: أحيانا أعتقد بأنني مجنون.

source: Ek ly die hele tyd
ar: وأدفع الثمن دائماً.

source: DEEL SES:
ar: الفصل السادس عرض

source: - Karin!
ar: -كارين" "!

source: - Dag, Oupa
ar: -مرحباً، جدي .

source: Wel ja, dis my studeerkamer
ar: -حسناً .. هذا مكتب خلوتي للدراسة .

source: Ek was in jare nie hier nie
ar: -لم آتي لهنا منذ سنين .

source: Jy en Anna was soms hier, toe julle nog in die meer-huis gebly het
ar: لقد كنتِ تأتيتن مع "آنا" أحياناً، عندما تكونان في منزل البحيرة.

source: Oupa het toe nog gerook
ar: -عندما كنت تدخن حينها .

source: Jy's reg, ek het opgehou
ar: -نعم، أنت محقة .

source: Ek het opgehou toe ek Freud se biografie gelees het 33 operasies vir mondkanker en selfs toe kon hy nie stop nie
ar: توقفت عندما قرأت سيرة "فرويد". ثلاث وثلاثون عملية بسبب سرطان الفم. -ورغم ذلك لم يتوقف عن التدخين .

source: Maar is oupa verder reg?
ar: -هل أنت بخير؟

source: Tensy jy ouderdom as 'n siekte reken
ar: ما لم تعتبري الشيخوخة مرضاً.

source: Dis 'n praktige foto van Mamma
ar: -تلك صورة جميلة لأمي .

source: Ek het dit toevallig raakgeloop
ar: -لقد وجدتها بالصدفة .

source: Ek het 'n vergroting laat maak, en daar is dit nou
ar: لقدكبّرتها... وها هي ذا.

source: Ek dink aan Mamma elke dag, en droom snags van haar
ar: أفكر بأمي كل نهار وأحلم بها في الليل.

source: Ek het gedink die pyn sal verdwyn, maar dit gebeur nie
ar: ظننت بأن الألم سينحسر. ولكن لم يحدث ذلك.

source: Maar dis darem anders as aan die begin Nou is dit hier in my
ar: لكنه لا يؤلم كما في بدايته، الآن هو هنا.

source: Dis soos 'n deel van my
ar: كقطعة مني.

source: Ek sou nie sonder haar wou aangaan nie
ar: لا أريد أن أكون بدونها.

source: Ek kan sê dat ek haar pynlik mis
ar: يمكنني أن أقول بأنني أفتقدها، بصورة مفجعة.

source: Ons het mekaar maar min gesien, weens Henrik en ek... wel jy weet
ar: لم نرَ بعضنا بصورة مستمرة بسببي أنا و "هينريك".

source: Anna het probeer en probeer
ar: لم تكف "آنا" عن المحاولة.

source: Maar ek en Henrik kon nie regkom nie, wel, jy weet
ar: ولكني و"هينريك" لم نستطع أن نعالج الأمر بحكمة. كما تعرفين.

source: Oupa wou met my praat
ar: -هل أردتَ الحديث معي؟

source: Ja, sit hier
ar: -نعم، اجلسي .

source: Gisteraand het mev. Nilsson 'n brief kom aflewer Wat sê dat Pa nie moet...
ar: ليلة أمس، جاءت السيدة "نيلسون" شخصياً لتسلمني رسالة.

source: Dis alles reg
ar: مضمونهابأنأبييجب أنلا... كان ذلك صحيحاً.

source: Hy is in Uppsala met sy orkes
ar: إنه في "أبسالا" مع فرقته الأوركستاروية.

source: Ek het 'n paar dae gelede 'n brief ontvang, en dit gaan oor jou
ar: لدي رسالة وصلت قبل عدت أيام، وهي مرتبطة بكِ.

source: Het jy al gehoor van Ivan Chablov?
ar: -هل سمعت عن "إيفان تشابلوف"؟

source: Direkteur in St Petersburg
ar: -المدير في سانت بطرسبيرج .

source: Die filharmoniese was fantasties!
ar: لقد تجول هنا مؤخراً مع َسيموفنيته، رائع.

source: Ek ken hom van my dae in Leningrad
ar: عرفته منذ سنواتي في لينينغراد.

source: Hierdie brief is van hom
ar: وهذه الرسالة منه.

source: "Johan, my liewe vriend en broer"
ar: "يوهان"، صديقي العزيز وأخي "

source: "Verskoon dat ek vir jou skryf" "in my vrot Engels en slegte Duits"
ar: "آسف لكوني أكتب بلغتي الإنجليزية والألمانية الركيكة"

source: "maar my uitstekende sekretaresse het in hierdie dae 'n tweeling bekom"
ar: "و"لكن سكرتيرتي الممتازة رزقت بتوأم".

source: "Dis belangrik vir my om aan jou te skryf, my liewe vriend"
ar: "من المهم جداً أن أكتب لك، يا صديقي العزيز".

source: "Om die volgende rede:"
ar: "للسبب التالي:"

source: "Op 'n vry aand het ek 'n konsert bygewoon van 'n baie jong musikant"
ar: "في ليلة لم أكن مشغولاً ذهبت إلى حفلة موسيقية لشابة".

source: "Ek moet sê ek was verras en gelukkig"
ar: "عليّ أن أقول بأني قد تفاجأت وسعدت".

source: "Daar het byvoorbeeld 'n jong soliste 'n Zoltan Kodaly-solo gespeel"
ar: " "امرأة شابة كانت تعزف على الـ"تشيلو... مقطوعة "زلتان كودالي".

source: "en ek was verras deur daardie jong musikant se ongewone talent"
ar: "وقد تفاجأت بموهبة العازفة الصغيرة".

source: "Haar volwassenheid, haar vaardigheid en moed"
ar: -نضجها، مهارتها وشجاعتها " "

source: Dit was ek en Pappa
ar: -حسناً، سأكون !

source: "Die skoolhoof het haar naam aan my verskaf,"
ar: " المدرسة أعطتني اسمها..."

source: "en my vertel dat haar pa haar onderwyser was"
ar: "وأخبروني بأن والدها هو مدرسها".

source: "Ek het in kontak gekom met haar vader, maar hy het my kortaf weggewys,"
ar: "اتصلت به، ولكنه ردني بجفاء".

source: "om nie te sê arrogant nie."
ar: "ربما بـ غطرسة هي الكلمة الأنسب"

source: "En ons het gehoor dat jy, liewe Johan,"
ar: "عزيزي "يوهان" أعلم بأنك.."

source: haar Oupa is"
ar: جدّها ..."

source: "En dit is die rede waarom ek nou vir jou skryf."
ar: "وهذا ما جعلني أكتب لك"

source: "Die jong dame se tegniek is baie waagsaam, gedeeltelik gebrekkig"
ar: أسلوب الشابة خطر، ولكن تشوبه بعض الشوائب

source: "wat kan lei tot 'n katastrofe in die toekoms"
ar: "مما قد تعصف بمستقبلها".

source: "Ek is 'n gas-professor by Helsinki se Sibelius Akademie,"
ar: "أنا أستاذ زائر في أكاديمية "سبيلوس هليسنكي"".

source: "Een van die beste in Europa."
ar: "إحدى أفضل الأكاديميات في أوروبا"

source: "Ek het goeie kontak met die president en onderwysers"
ar: "ولدي علاقة طيبة مع مديرها".

source: "en ons kan haar, na 'n aanvaardingseksamen, 'n kwaliteit-opleiding aanbied, wat haar talent verdien."
ar: "ويمكننا بعد إجتيازها الإمتحان الإجباري". "أن نقدم للعازفة الشابة تعليممتميز..." "والذي بالتأكيد تستحقه موهبتها".

source: "Laat my jou antwoord so gou as moontlik kry" "Ek omarm jou, Ivan"
ar: "بانتظار ردك في أقرب وقت ممكن" "قبلاتي، "إيفان""

source: So, Karin, wat sê jy?
ar: حسناً، ما رأيك يا "كارين"؟

source: Miskien moet ek byvoeg dat ek sal instaan vir al die koste solank jy dit sou benodig
ar: لربماعليّأن أضيفبالقول... بأنني سأتكفل بكل مصاريفك طالما كنت بحاجة لذلك.

source: Ek het ook gepraat met die tjello-verkoper, en ek het hom 'n aanbod gemaak
ar: ولقد تكلمت مع بائع الـ"تشيلو": وقدمت له عرضاً جيداً.

source: Meer as wat hy gevra het, sodat, as jy dit wil hê, kan jy dit kry
ar: أكثر مما يطلبه. فإن كنتِ تريدينه.

source: Natuurlik , as jy Chablov se goeie aanbod aanvaar
ar: فهو لكِ. بالطبع،على افتراض بأنك قبلت عرض "تشابلوف".

source: Ek weet nie wat om te sê nie, dis oorweldigend
ar: لا أعرف ما أقول. إنه مربك.

source: Ek verstaan hierdie brief plaas jou in 'n moeilike situasie
ar: أتفهم بأن هذه الرسالة قد وضعتكِ في وضع محرج.

source: Ek sal aan hom skryf dat jy... oorweldig is
ar: - سأكتب له وأخبره بأنكِ ... -ممتنة .

source: Maar dat jou besluit ander mense ook raak
ar: ولكن قراركِ يؤثر على آخرين.

source: Ander?
ar: -على آخرين؟

source: Ja, jou pa, spesifiek
ar: -بالتحديد، والدكِ .

source: Ek gaan nou rus, totsiens Karin
ar: أحتاج للراحة. إلى اللقاء "كارين".

source: Dankie vir die gesels, Oupa
ar: شكراً للدردشة.

source: Marianne het altyd gesê dat ek swak is met karakter-beoordeling
ar: كانت "ماريان" تقول بأني لا أجيد الحكم على الأشخاص.

source: Dat ek nie emosies verstaan nie, maar selfs ek verstaan dit:
ar: لكوني لا أفهم المشاعر.

source: Jou moeder het op aarde geleef om die swaarste werk te doen
ar: أمكِ عاشت فيهذاالعالم... لتمارس أكثر الأمور صعوبة للإحتمال، بصورة روتينية.

source: Die donker het net nog donkerder geword en die lig het verdof toe Anna sterf
ar: الظلامأصبحأشدحلكة... وشحب الضوء عندما ماتت "آنا".

source: Dis swaar vir Henrik om te lewe
ar: من الصعب على "هينريك". أن يعيش. حاقداً على كل شيء.

source: Jy is soos jou moeder, en ek is lief vir jou, Katja
ar: أنت مثل أمك. وآنا مولع بك. واستمتع بتمضية الوقت معك.

source: - Totsiens, Karin.
ar: -مع السلامة، "كارين ".

source: - Totsiens, Oupa
ar: -مع السلامة جدي .

source: DEEL SEWE: Anna se brief
ar: الفصل السابع رسالة "آنا"

source: Aan Henrik van Anna Van jou Mamma aan jou Pappa?
ar: -إلى "هينريك" من "آنا"؟

source: Ek het dit in 'n boek gevind
ar: -وجدتها في كتاب .

source: Mei 18 - Jou ma het geskryf...
ar: "الثامنعشرمن مايو"آنا...

source: - 'n Week voor haar dood
ar: كتبتها قبل أسبوع من وفاتها.

source: Ek wil dat jy dit lees
ar: أودّ منكِ قراءتها.

source: Ek verstaan nie Anna se handskrif nie Sal jy dit vir my lees?
ar: لا أستطيع فهم كتابة "آنا" اليدوية عليكِ أن تقرئيها لي.

source: Ek sal probeer
ar: -سأحاول .

source: Hier, drink bietjie wiskey
ar: -تفضلي، اشربي قليلاً من الويسكي .

source: Mamma het 'n paar dae tevore verneem dat sy nie baie tyd oor het nie
ar: اكتشفت أمي قبل أيامٍ من... بأنها لم يعد لديها الكثير من الوقت.

source: Sy het geskryf, want Henrik het verkoue gehad, en was nie toegelaat om haar te besoek nie
ar: كتبت الرسالة لأن "هنيريك" مصاببالرشح... ولم يُسمح له بزيارتها.

source: Dit sê:
ar: تقول:

source: "Die feit dat jy my nie kan besoek nie, is miskien 'n uitkoms vir ons albei"
ar: الحقيقة بأنك لا تستطيع زيارتي، لربما، كانت لنرتاح كلانا.

source: "Ons verstaan mekaar goed"
ar: نفهم بعضنا جيداً.

source: "Jy maak 'n deur oop"
ar: أنت تفتح الباب.

source: "Ek probeer, jy probeer,"
ar: أبذل جهداً. تبذل جهداً.

source: "maar ek sien nogtans in jou oë hoe siek ek werklik is"
ar: ولكني لازلت أرى في عينيك كم أنا مريضة.

source: Hier kom die moeilike deel
ar: هذا هو الجزء الصعب.

source: Sy skryf oor Pappa en my
ar: -لقد كتبت عن أبي وعني .

source: Is dit pynlik?
ar: -أهو مؤلم؟

source: Toe julle by die hospitaal was, het julle gepraat waaroor sy geskryf het?
ar: عندما كنت معها في المستشفى، هل تكلمت عما كتَبَتْ؟

source: Nee, nooit nie
ar: -لا، أبداً .

source: Wat het sy geskryf?
ar: -ماذا كتبت؟

source: "Liewe Henrik, nou moet ek vir jou skryf waaroor ons nooit gepraat het nie"
ar: "العزيز "هينريك"، يجب أن أخبرك عن شيء لم نتكلم عنه أبداً.

source: "Ek wou met jou praat oor Karin"
ar: أردت التحدث لك عن "كارين".

source: "Maar dit was nooit nodig nie, want ek was altyd daar"
ar: ولكنه لم يكن ضرورياً لكوني كنت دائماً موجودة.

source: "Toe word ek siek, en ek was nie meer daar nie"
ar: وبعدها مرضتُ ولم أعد موجودة من حينها.

source: "Natuurlik was ek daar, maar jy het ons twee uitmekaar gehou"
ar: "بالطبع أنا كنت موجودة ولكنك عزلتني".

source: "Ek en jy was lief vir mekaar,
ar: "أحببنا بعضنا البعض.

source: Ek was seker van ons liefde"
ar: لقد كنت متأكدة من حبك".

source: "Maar geen liefde is sterk genoeg om 'n verpletterende effek, soos my siekte, te weerstaan"
ar: ولكنلايوجدحبكفيل بأن... "يصمد أمام مرضي المدمر".

source: "Ek sien dat jy vir Karin lief is, maar dat jy haar aan jou vasknoop"
ar: أرى بأنك تحب "كارين"، ولكنك تربطها بك.

source: "Dis goed dat jy haar afrig, maar daar is 'n grens"
ar: جيدٌ أن تكون معلمها. ولكن هنالك حدّ.

source: "As ek nie meer daar is nie, sal die grens vervaag"
ar: عندما أرحل، سيكون هذا الحد غير واضح.

source: "Ek weet dat Karin vir jou lief is"
ar: "أعرف بأن "كارين" تحبك أيضاً".

source: "Maar jy moet nie haar liefde gebruik nie, jy gaan haar seermaak"
ar: "لكن لا تستغل حبها. سوف تؤذيها".

source: "En dit gaan permanente skade wees"
ar: "وقد يكون جرحاً دائماً".

source: "Daarom vra ek jou om haar vry te laat"
ar: لذلك أتمنى عليك أن تدعها ترحل.

source: "Jy moet nie misbruik maak van haar kindskap nie"
ar: "يجب عليك ألا تستغل قرابتك".

source: "Moenie daarvan misbruik maak omdat jy haar selfgekose onderwyser is nie"
ar: لا تستغلها لكونك مدرسها الخاص.

source: "Liewe Henrik"
ar: "العزيز "هينيريك"".

source: "Jy is so sensitief, so konsidererend, en lieftallig"
ar: "ًأنت حساس جدا، ومراعي لشعور الآخرين جداً، وطيبٌ جداً".

source: "Ek weet dit sonder twyfel, na so baie jare saam"
ar: "أعرف ذلك، وبدون شك، لاسيما بعد كل السنين التي قضيناها سوياً".

source: "Maar jy moet versigtig wees om Karin nie te belas met die liefde vir 'n weeskind, as ek weg is nie"
ar: "ولكنك لابد أن تكون حذراً "لاترهق"كارين... بحبك اليتيم الذي سيبقى عندما أرحل".

source: Daar's nog, maar ek wil nie meer lees nie
ar: يوجد المزيد، لكنني لا أريد أن أقرأ أكثر.

source: Ek kan nie, dit maak te seer!
ar: لا أقدر. إنه يؤلم بشدة!

source: Ek hoor my mamma se stem!
ar: أستطيع سماع صوت أمي!

source: Karin,
ar: " "كارين...

source: Waarom het jy na my toe gekom?
ar: لماذا لجأت لي؟

source: Jy is baie betrokke
ar: -أنت مرتبطة بالأمر بصورة كبيرة .

source: Jy kan dit sê
ar: - يمكنكِ قول ذلك .

source: En jy weet van Oupa se planne
ar: - وتعرفين مخططات جدي .

source: Hy het my vertel
ar: -هو من أخبرني .

source: Ek verwag nie advies nie, Ek moet dalk my eie stem hieroor hoor
ar: لا أتوقع منك النصح، ولكني بحاجة لكي يسمع صوتي عالياً.

source: Ek glo alles sal op hierdie manier opklaar Gaan voort, praat
ar: أعتقد بأن الأمور ستكون واضحة بهذه الطريقة.

source: Mamma het gesien
ar: -أمي رأت .

source: Ja, ek dink so, en alles waarteen sy waarsku, het gebeur
ar: -نعم، حسبما أظن . وكل ما حذرت منه حدث.

source: Ek kan nie Oupa se aanbod aanvaar nie Maar jy kan mos! Nee, ek kan nie!
ar: -لا أستطيع قبول عرض جدي .

source: Waarom nie?
ar: -لماذا؟

source: Dit sal Henrik se dood beteken,
ar: إذا تركت "هينريك"، سوف يموت!

source: As ek hom verlaat, sal hy doodgaan!
ar: إنتركته،سوفيموت...

source: ek is seker daarvan, Marianne
ar: "متأكدةمنذلكيا" ماريان...

source: Hy het selfs nie eers meer sy orkes nie!
ar: ولم تعد معه الأوركسترا!

source: Hy kan met sy musiek aangaan, maar die land is aan die verander en Pappa sal nie deel wees van die nuwe bedeling nie
ar: يمكنه أن يستمر مع موسيقاه. ولكنالمقاطعةتعيدالتنظيم... وأبي لن يكون جزءاً من إدارتها:

source: Ek kan hom net nie los nie!
ar: لا أستطيع أن أرحل عنه.

source: maar ek word so doodmoeg vir hom!
ar: بعض الأحيان يتعبني جداً!

source: Ek weet daar is baie vir my om te doen, maar my Mamma is dood, en Henrik kan nie sy eie lewe bestuur nie
ar: أعرف كل شيء يمكننا أن أعملها مستقبلاً. لكني أمي ميتة، و "هينريك" لا يستطيع أن يدير حياته.

source: Kan jy jou voorstel hoe ek sal voel as hy iets moes oorkom?
ar: ما تظنين بأني سأشعر حين يطاردني ذنب ما قد يحدث له؟

source: My toekoms en Henrik s'n is voorlopig vervleg
ar: مستقبلي ومستقبل"هينريك" أصبحا منعقدين كالظفيرة.

source: Ek hoor jy sê darem "voorlopig" Dis maar vir my troos
ar: -على الأقل أنك تقولين "حتى الآن ".

source: Ek wil hê jy moet weet dat ek van jou verskil Ek weet
ar: -أود منكِ أن تعرفي بأني لا أشعر كما تشعرين .

source: Anna se liefde
ar: - "حب "آنا ...

source: Daardie brief is liefde
ar: -تلك الرسالة هي الحب .

source: Is dit nie?
ar: أليس كذلك؟

source: Ek weet nie
ar: لا أعلم.

source: DEEL AGT:
ar: الفصل االثامن

source: Al terug?
ar: -هل عدت؟

source: Daar was nie veel te doen in Uppsala nie
ar: -ليس لدي مشاغل كثيرة في "أبسولا ".

source: Dag Pappa!
ar: -مرحباً أبي .

source: Dag, klein Katja
ar: -مرحباً، صغيرتي الحلوة .

source: Watter bladmusiek is daardie?
ar: ما الهدف من ذلك؟

source: Bach se tjello-suites!
ar: لحن "باخ" لـ "تشيلو"!

source: Makeer Pa iets?
ar: أنت مجنون!

source: Luister, Anderberg het voorgestel dat ons twee 'n konsert uitvoer in November
ar: استمعي، "أندربيرج" اقترح أننحيأناوأنت...

source: Dit is te swaar vir my
ar: حفلة موسيقية في نوفمبر.

source: Onthou, ons speel saam
ar: -سيكون من الصعب علي ذلك . -سنعزف سوية .

source: Wat bedoel Pa, saam?
ar: -ماذا تعني سوية؟

source: Soos 'n dialoog, teenoor mekaar
ar: -مثل حوار، نقابل بعضنا البعض .

source: Jy speel die dele wat jy kan, en ek speel die res
ar: ستعزفين المقاطع التي يمكنك اتقانها وسأعزف المقاطع الصعبة.

source: Veral daardie wonderlike Prelude
ar: خصوصاً المقدمة.

source: Ag dit gaan fantasties wees!
ar: سيكون رائعاً.

source: - Watter deel kan ek speel?
ar: -أي مقطع يمكنني عزفه؟

source: Soos die Sarabandes by voorbeeld
ar: -موسيقى الـ "سربند" على سبيل المثال .

source: Dit gaan 'n leeftyd neem om hulle in te oefen
ar: -إنها تأخذ العمر بأكمله لإجادتها .

source: Ons het drie maande
ar: -لدينا ثلاثة شهور .

source: En my oudisie? Dis mos al byna gereed
ar: -وماذا عن تجربة أدائي؟

source: En studente word toegelaat om konserte te speel
ar: -إنك شبه جاهزة . والطلاب يحصلون على ترخيص للعزف في الحفلات الموسيقية.

source: Ek het met Börtz gepraat
ar: لقد تكلمت مع "بورتز"

source: Hy dink dit gaan vir ons albei beter wees noudat ek nie meer die orkes het nie
ar: سيكون جيداً لكل منا. ليس لدي أوركسترا الآن.

source: Ek sal nie meer die eerste violis wees nie met al die bestuursfunksies
ar: ولا أريد حتى أن أكون عازف الكمان الأول.

source: Pa was seker woedend!
ar: -أبي! لابد أن تكون حانقاً !

source: Miskien, maar nou sal ek meer tyd hê vir jou
ar: -ربما . ولكن الآن سيكون لدي مزيداً من الوقت أخصصه لكِ.

source: Dit sal beter wees vir jou loopbaan Ja, natuurlik
ar: -ويمكنني مساعدتك بصورة أفضل .

source: Dit klink nie te bemoedigend nie
ar: ذلك لا يبدو مشجعاً.

source: Hello, Katja, liefie
ar: صغيرتي الحلوة، حبيبتي.

source: Ek het die gevoel daar broei 'n argument
ar: لدي شعور بأن هناك شجار قادم.

source: Wat is verkeerd, Katja? Ek weet nie
ar: -ماذا هنالك يا حلوتي؟

source: Daar is iets
ar: -لا أعلم .

source: Ek bedoel ek dink ek weet, maar ek weet nie hoe om...
ar: إنه، أعتقد بأني أعرف، ولكنيلاأعرفكيف ...

source: Ek weet dat jy met jou oupa gepraat het Pappa weet?
ar: أعلم بأنكِ تحدثت مع جدك.

source: En met daardie teef, ek bedoel Marianne Ja
ar: -ومع العاهرة، أعني "ماريان ".

source: Kyk nou hier - jy het dit baie mooi gedoen...
ar: -أرى بأنك قد عالجتها بصورة جميلة .

source: Dis ek wat moet besluit
ar: -عليّ أن أقرر .

source: Ek het gedink jy het reeds besluit
ar: -ظننت بأنك قد قررتِ .

source: Nee, Pa het!
ar: -لا أنتَ من قرر .

source: Is dit wat jy gedink het?
ar: أعني، أذلك ما تعتقدينه؟ أبي...

source: Pappa, ek het liewer nie gedink nie, ek het gereken Pappa weet tog wat die beste vir my is
ar: أنا لم أهتم بالتفكير. أعتقد، بأن أبي يعرف ما هو أفضل لي.

source: Miskien weet jy al wat jy regtig wil doen, het jy?
ar: ربما قد حسمت رأيك، أليس كذلك؟

source: Gaan jy jou oupa se aanbod aanvaar?
ar: هل ستقبلين عرض جدك؟

source: Het jy dit gelees?
ar: -هل قرأت هذا؟

source: Ek het
ar: -نعم قرأتها .

source: O, jy lees Mamma se brief aan my? Dit handel oor my
ar: -قرأتِ الرسالة التي كتبتها أمكِ لي؟

source: Maar dis vir my bedoel, en jy lees dit sommer net!
ar: -إنها تتحدث عني . لكنها لي! وأنتِ قرأتها.

source: Dink jy dit kan reg wees, omdat dit oor jou handel?
ar: هل تعتقدين بأن ذلك صحيحاً لكونها تتحدث عنك؟

source: As Pappa so ontsteld word, is daar geen nut om daaroor te praat nie
ar: إن كنت ستنفعل، فلا داعي للحديث عنها.

source: Ek is jammer, jammer
ar: أنا آسف، أنا آسف.

source: Ek het mos gesê ek's jammer! Verdomp! Waarom sê Pa Pa is jammer?
ar: -لقد قلت أنا آسف، اللعنة !

source: Sal ons begin met die werk?
ar: -لماذا تقول بأنك آسف؟ ! هل نبدأ العمل؟

source: Pappa,
ar: أبي...

source: Dit gaan pynlik wees...
ar: سيكون مؤلماً.

source: Vir jou of vir my?
ar: لك أو لي؟

source: Dit mag belaglik wees, maar jou toon maak my bang
ar: قد يبدو غبياً. ولكن لهجتك تخيفني.

source: Ek het tot 'n besluit gekom Vir die eerste maal in my lewe, het ek besluit
ar: لقد قررتُ، ولأول مرة في حياتي سيكون قراري.

source: Is jy treurig?
ar: -ولكن هل أنت حزينة؟

source: Ja, ek is treurig
ar: -نعم، أنا حزينة .

source: As Pa my vertel het van die brief van Mamma,
ar: لو أخبرتني بأنك لديك تلكالرسالةمن أمي...

source: As Pa my dit laat lees het... sou ons kon...
ar: لو تركتني أقرؤها، لربماكانبإمكانناأن...

source: Pa het my nooit vertel nie, Pa moes
ar: أنتلمتخبرني... كانعليكأن تخبرني...

source: Wel, dis soos dit nou is:
ar: -حسناً، هكذا سارت الأمور .

source: Hoe is dit nou?
ar: -كيف؟

source: Volgende week gaan ek na Hamburg met Emma
ar: الأسبوع القادم، سأذهب إلى "هامبورغ" مع "إيما".

source: Ons gaan na 'n skool vir jong orkes-musikante
ar: هي وأنا سنذهب إلى مدرسة أوركسترا للموسيقيين الشباب.

source: Claudio Abbado kom in Oktober, dan gaan ons Munich toe
ar: "كلاوديو أبادو" سيأتي في أكتوبر وسنذهب إلى "ميونخ".

source: Dis vir jongmense uit Europa, van jonger as 22
ar: إنه للشباب من كل أنحاء أوروبا لن تكوني أكبر من 22 سنة.

source: Abbado gaan met ons werk vir 2 maande, en ons speel in 4 konserte
ar: "أبادو" سيعمل معنا لستة أسابيع وسنحيي أربع حفلات موسيقية.

source: Emma het 'n video gemaak en vir die grap gestuur vir die toelatingskommissie Ons het Brahms gespeel
ar: قامت "إيما" بتسجيل شريط فيديو، وأرسلته إلىلجنةالقبول،كنوعمنالدعابة...
